{"classes":["MIXED EFFECTS, MLMS, GROWTH MODELS, GENERALISED LMS (INCLUDING LOGISTIC REGRESSION)","OLS GLM (INCLUDING PROCESS-BASED MEDIATION)","BAYES FACTORS AND BAYESIAN ESTIMATION","NON-PARAMETRIC TESTS (MANN-WHITNEY, WILCOXON, KRUSKAL-WALLIS)","CHI-SQUARE OR FISHER'S EXACT TEST","ROBUST MODELS (INCLUDING BOOTSTRAPPED OLS, HCSES, M-ESTIMATORS, ROBUST TRIMMING)","META-ANALYSIS","SCALE DEVELOPMENT, FACTOR ANALYSIS, PCA (INCLUDING SEM, DAGS, PATH ANALYSIS, OR MEDIATION IN LAVAAN)","OTHER (INCLUDING MACHINE LEARNING, SIMULATIONS, COMPUTATIONAL MODELLING, PREDICTIVE MODELLING)","NO MODELS (INCLUDING DESCRIPTIVE-ONLY REPORTS, QUALITATIVE REPORTS, REVIEWS, OPINION PIECES, EDITORIALS, METHODS PAPERS, CASE STUDIES)","UNCLEAR"],"annotations":[["To explore longitudinal trends in cognitive ability (NVDQ) and adaptive skills, within and between diagnostic groups, general linear mixed effects regression was employed. For each regression model, the fixed effects were diagnosis group (4 levels), participant age (continuous), and their interaction. \r",{"entities":[]}],["Regression slopes for all groups did not reach statistical significance, and therefore did not exhibit change over time (i.e., remained stable) from 12 to 24 or 36 months (all p > 0.1). \r",{"entities":[]}],["Within these analyses, the percent of participants with average cognition and below average adaptive behavior within each diagnostic group was calculated at each time point and evaluated for significance using Chi-square tests of independence or Fisher’s exact tests, as appropriate (Supplemental Tables 1–2).\r",{"entities":[]}],["Statistical differences across outcome groups were determined using one-way analysis of variance (ANOVA) and Chi-square tests of independence for continuous and categorical variables, respectively. \r",{"entities":[[0,197,"OLS GLM (INCLUDING PROCESS-BASED MEDIATION)"]]}],["Because the population distribution of RVC is unknown, we used the nonparametric Mann–Whitney U test to assess between-group differences.\r",{"entities":[]}],["Mann–Whitney U tests only revealed a group difference at baseline for words understood on the MacArthur-Bates Communicative Development Inventory–Words and Gestures Form (MB-CDI WG; Fenson et al., 2007).\r",{"entities":[]}],["We then compared their race/ethnicity distribution with that of confirmed ASD cases using chi-square tests corrected for continuity.\r",{"entities":[]}],["We used chi-square analyses to evaluate the significance of associations between record source type, race/ethnicity and confirmed versus suspected ASD case status.\r",{"entities":[]}],["We used VassarStats software to obtain confidence intervals around the prevalence estimates and prevalence ratios, and to perform chi-square analyses (Lowry, 2018).\r",{"entities":[]}],["While the aim here was to match on MA, given these differences in CA, IQ and sex, each of these variables was controlled for in subsequent regression analyses.\r",{"entities":[]}],["A three-model hierarchical regression predicting the total Repetitive Behaviours score was conducted (it should be noted that residuals were normally distributed, allowing for parametric regression modelling).\r",{"entities":[]}],["Subsequently, the same threemodel hierarchical regression described above was used to predict each individual factor on the RBQ-2.\r",{"entities":[]}],["In the hierarchical regression predicting Total Repetitive Behaviours (see Table 1 for detailed statistics), Model 1 of the regression (demographic variables) was a significant predictor, primarily driven by intelligence.\r",{"entities":[]}],["Using the same hierarchical regression models as above, but predicting the individual factors of the RBQ-2, results were similar to the prediction of Total Repetitive Behaviours.\r",{"entities":[]}],["The correlational findings in both ASD and TD groups were further bolstered by our results from a hierarchical regression using sensory hypersensitivity to account for variability in repetitive behaviours.\r",{"entities":[]}],["With that said, hierarchical regressions controlling for demographic variables showed that diagnosis itself did not provide any significant predictive information beyond sensory hypersensitivity in any of these subscales, again, suggesting that hypersensitivity influences repetitive behaviours not just in autism, but in the general population.\r",{"entities":[]}],["Total and subscale scores on the SP2 and RBQ-2 were compared across ASD and TD groups using the Mann–Whitney test. \r",{"entities":[]}],["Chi-square analyses and odds ratios (ORs) were used to determine which variables were associated with the subjective experience of elevated anxiety.\r",{"entities":[]}],["For each panic response outcome, Table 2 displays the regression statistics for all fixed main effects and any interactions involving ASAC-Ext that reached significance.\r",{"entities":[]}],["To clarify this 3-way interaction, follow-up mixed-effects regression analyses were conducted separately within each study session, and post hoc t test comparisons were conducted comparing the high and low ASAC-ext groups (created via a median split) both within and across sessions.\r",{"entities":[]}],["Finally, we will assess the effect of training on responses to the three OCD-relevant stressors by estimating a sequence of multiple-group structural regression models (McArdle et al. 2001) for each of the four types of responses (subjective fear, psychophysiological arousal, OC interpretations, and the behavioral indicators).\r",{"entities":[]}],["First, regression analyses revealed that the independent variable (training condition) significantly predicted change in the dependent variable (OC beliefs as measured by the OBQ) from pre- to post-training (the C path: b = -.17, p = .045).\r",{"entities":[]}],["A series of multiple-group structural regressions were used to analyze the impact of training on emotional vulnerability.\r",{"entities":[]}],["We used both univariate and multivariate analyses of variance, followed by post hoc comparisons (with the Bonferroni adjustment) and simultaneous regressions.\r",{"entities":[]}],["A series of regression analyses confirmed that the QCEL group membership at each age point (12, 16 and 20 months) predicted the levels of CDI language development at 23 months.\r",{"entities":[]}],["A regression analysis strengthened these findings, by confirming that group membership significantly predicted both CDI measures [for vocabulary size: F(1, 102) = 81.94, p < 0.001; for the number of sentences: F(1, 102) = 101.31, p < 0.001].\r",{"entities":[]}],["A series of regression analyses confirmed that the QCEL group membership at 12 and 20 months significantly predicted both the CDI vocabulary size.\r",{"entities":[]}],["After including the peer relations predictors in the growth model, 38% of the variance in the intercept and 68% of the variance in the slope of externalizing problems was explained.\r",{"entities":[]}],["Continuous latent growth models with an intercept (level) and linear slope (growth) were specified to model growth in psychopathology. \r",{"entities":[]}],["The growth model with an intercept and linear slope parameter of peer-nominated externalizing problems fit the data well (CFI ¼ .99, TLI ¼ .98, RMSEA ¼ .04).\r",{"entities":[]}],["The growth model with an intercept and linear slope parameter of peer-nominated internalizing behaviors also fit the data well (CFI ¼ .96, TLI ¼ .94, RMSEA ¼ .05).\r",{"entities":[]}],["After including the peer relations predictors in the growth model, 47% of the variance in the intercept and 38% of the variance in the slope of internalizing problems was explained. \r",{"entities":[]}],["After including the peer relations predictors in the growth model, 38% of the variance in the intercept and 68% of the variance in the slope of externalizing problems was explained.\r",{"entities":[]}],["A parallel growth model of externalizing problems was specified for children who were members of a clique.\r",{"entities":[]}],["The indirect effects path model was estimated in R (Version 3.4.3; R Core Team, 2017). Specifically, the R-packages haven (Version 1.1.1; Wickham & Miller, 2018) and lavaan (Version 0.5.23.1097; Rosseel, 2012) were used to test if maternal and paternal psychological controls were associated with emerging adult’s adjustment directly and indirectly via their self-esteem while controlling for gender and age.\r",{"entities":[]}],["A Mann-Whitney U test revealed that the scores on how much they enjoyed playing in the playground were higher for the children who played in a group than for the children who played alone, for both the standardized (U ¼ 174, z ¼ 2.43, p ¼ 0.015) and the nonstandardized configuration (U ¼ 183, z ¼ 2.39, p ¼ 0.017) (see Fig. 5). \r",{"entities":[]}],["We also performed a regression for the relationship between performance and age, and then compared regression coefficients for each scale using the Simultaneous Tests for General Linear Hypotheses of the glht function from the multcomp package, also correcting for multiple comparisons (Hothorn, Bretz, & Westfall, 2008). F\r",{"entities":[]}],["To examine the effects of different factors on transport mode choice, structural equation modelling (SEM) was used over two stages. First, we tested the measurement model using Confirmatory Factor Analysis (CFA) to ensure that the measures had good validity and reliability.\r",{"entities":[]}],["We used non-parametric Spearman’s rank order correlation tests because our data were not normally distributed, because of our small sample size, and because this type of correlation is less sensitive for outliers, which were certainly present in our data.\r",{"entities":[]}],["A Wilcoxon signed rank test on the ratings on the Likertescale revealed that the remaining fifty children liked playing in the nonstandardized playground better than playing in the standardized one (z ¼ 4.04, p < 0.001).\r",{"entities":[]}],["A logistic regression analysis was performed to determine which variables contributed to the prediction of group placement (young adults with suspected DCD/young adults without DCD).\r",{"entities":[]}],["Logistic regression analysis was selected because of the dichotomous nature of the groups.\r",{"entities":[]}],["This logistic regression analysis model correctly predicted 82.8% of group assignment (77.9% correctly predicted in the suspected DCD group and 87.1% correctly predicted in the non DCD group) and a 2 log likelihood of 239.40, a measure of how well the model fits the data.\r",{"entities":[]}],["Logistic regression revealed that non-academic functioning was the most significant predictor of group placement (B = 1.32; p < .001); academic functioning/handwriting was the second most significant predictor (B = 0.44; p = .047).\r",{"entities":[]}],["\r",{"entities":[]}],["",{"entities":[]}]]}